test/before_load.log
ubuntu@ip-192-168-13-44:~/search$ k6 run --out influxdb=http://localhost:8086/myk6db load.js

          /\      |‾‾| /‾‾/   /‾‾/
     /\  /  \     |  |/  /   /  /
    /  \/    \    |     (   /   ‾‾\
   /          \   |  |\  \ |  (‾)  |
  / __________ \  |__| \__\ \_____/ .io

  execution: local
     script: load.js
     output: InfluxDBv1 (http://localhost:8086)

  scenarios: (100.00%) 1 scenario, 280 max VUs, 3m40s max duration (incl. graceful stop):
           * default: Up to 280 looping VUs for 3m10s over 3 stages (gracefulRampDown: 30s, gracefulStop: 30s)

WARN[0165] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0166] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0167] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": read tcp 192.168.13.44:59440->52.78.66.68:443: read: connection reset by peer"
WARN[0167] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0169] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0169] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0169] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0169] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": read tcp 192.168.13.44:59506->52.78.66.68:443: read: connection reset by peer"
WARN[0169] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": read tcp 192.168.13.44:59504->52.78.66.68:443: read: connection reset by peer"
WARN[0169] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0169] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0170] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0170] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0171] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0175] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0175] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0176] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0176] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0176] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0176] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": read tcp 192.168.13.44:59818->52.78.66.68:443: read: connection reset by peer"
WARN[0177] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": read tcp 192.168.13.44:59834->52.78.66.68:443: read: connection reset by peer"
WARN[0177] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0177] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0177] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": read tcp 192.168.13.44:59846->52.78.66.68:443: read: connection reset by peer"
WARN[0177] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0177] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0177] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": read tcp 192.168.13.44:59854->52.78.66.68:443: read: connection reset by peer"
WARN[0177] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": read tcp 192.168.13.44:59852->52.78.66.68:443: read: connection reset by peer"
WARN[0177] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0177] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0177] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0177] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": read tcp 192.168.13.44:59874->52.78.66.68:443: read: connection reset by peer"
WARN[0177] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": read tcp 192.168.13.44:59884->52.78.66.68:443: read: connection reset by peer"
WARN[0177] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0177] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0177] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0177] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": read tcp 192.168.13.44:59896->52.78.66.68:443: read: connection reset by peer"
WARN[0177] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0177] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0177] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0177] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0178] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": read tcp 192.168.13.44:59940->52.78.66.68:443: read: connection reset by peer"
WARN[0178] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0178] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": read tcp 192.168.13.44:59944->52.78.66.68:443: read: connection reset by peer"
WARN[0178] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": read tcp 192.168.13.44:59948->52.78.66.68:443: read: connection reset by peer"
WARN[0178] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": read tcp 192.168.13.44:59952->52.78.66.68:443: read: connection reset by peer"
WARN[0178] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": read tcp 192.168.13.44:59946->52.78.66.68:443: read: connection reset by peer"
WARN[0178] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": read tcp 192.168.13.44:59954->52.78.66.68:443: read: connection reset by peer"
WARN[0178] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0178] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": read tcp 192.168.13.44:59958->52.78.66.68:443: read: connection reset by peer"
WARN[0178] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": read tcp 192.168.13.44:59960->52.78.66.68:443: read: connection reset by peer"
WARN[0178] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0178] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": read tcp 192.168.13.44:59964->52.78.66.68:443: read: connection reset by peer"
WARN[0178] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": read tcp 192.168.13.44:59968->52.78.66.68:443: read: connection reset by peer"
WARN[0178] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0178] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": read tcp 192.168.13.44:59974->52.78.66.68:443: read: connection reset by peer"
WARN[0178] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": read tcp 192.168.13.44:59972->52.78.66.68:443: read: connection reset by peer"
WARN[0178] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0178] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0178] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0178] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0178] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0178] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0178] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0178] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0178] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0178] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0179] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0179] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0179] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0179] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0179] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0179] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0179] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0179] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": read tcp 192.168.13.44:60060->52.78.66.68:443: read: connection reset by peer"
WARN[0179] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0179] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0179] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": read tcp 192.168.13.44:60068->52.78.66.68:443: read: connection reset by peer"
WARN[0179] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0179] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": read tcp 192.168.13.44:60082->52.78.66.68:443: read: connection reset by peer"
WARN[0179] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0179] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": read tcp 192.168.13.44:60110->52.78.66.68:443: read: connection reset by peer"
WARN[0180] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": read tcp 192.168.13.44:60130->52.78.66.68:443: read: connection reset by peer"
WARN[0180] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0180] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0180] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": read tcp 192.168.13.44:60140->52.78.66.68:443: read: connection reset by peer"
WARN[0180] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0180] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0180] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": read tcp 192.168.13.44:60146->52.78.66.68:443: read: connection reset by peer"
WARN[0180] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0180] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0180] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": read tcp 192.168.13.44:60150->52.78.66.68:443: read: connection reset by peer"
WARN[0180] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0180] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0180] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": read tcp 192.168.13.44:60162->52.78.66.68:443: read: connection reset by peer"
WARN[0180] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0180] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0180] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0180] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0180] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0180] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0180] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0180] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0181] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0181] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0181] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": read tcp 192.168.13.44:60240->52.78.66.68:443: read: connection reset by peer"
WARN[0181] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": read tcp 192.168.13.44:60244->52.78.66.68:443: read: connection reset by peer"
WARN[0181] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0181] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0181] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0181] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0181] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0181] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0181] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0181] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0181] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0181] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0181] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0181] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0182] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": read tcp 192.168.13.44:60330->52.78.66.68:443: read: connection reset by peer"
WARN[0182] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": read tcp 192.168.13.44:60328->52.78.66.68:443: read: connection reset by peer"
WARN[0182] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0182] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0182] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0182] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0182] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0182] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": read tcp 192.168.13.44:60346->52.78.66.68:443: read: connection reset by peer"
WARN[0182] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": read tcp 192.168.13.44:60344->52.78.66.68:443: read: connection reset by peer"
WARN[0182] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": read tcp 192.168.13.44:60352->52.78.66.68:443: read: connection reset by peer"
WARN[0182] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0182] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0182] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0182] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": read tcp 192.168.13.44:60392->52.78.66.68:443: read: connection reset by peer"
WARN[0182] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": read tcp 192.168.13.44:60390->52.78.66.68:443: read: connection reset by peer"
WARN[0182] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0182] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0183] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0183] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0183] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0183] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0183] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0183] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0183] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0183] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0183] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": read tcp 192.168.13.44:60454->52.78.66.68:443: read: connection reset by peer"
WARN[0183] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0183] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": read tcp 192.168.13.44:60458->52.78.66.68:443: read: connection reset by peer"
WARN[0183] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": read tcp 192.168.13.44:60456->52.78.66.68:443: read: connection reset by peer"
WARN[0183] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0183] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0183] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0183] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0183] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0183] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": read tcp 192.168.13.44:60488->52.78.66.68:443: read: connection reset by peer"
WARN[0183] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0184] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0184] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0184] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
[...]
WARN[0184] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0184] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0184] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": read tcp 192.168.13.44:60516->52.78.66.68:443: read: connection reset by peer"
WARN[0184] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0184] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": read tcp 192.168.13.44:60536->52.78.66.68:443: read: connection reset by peer"
WARN[0184] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0184] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0185] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0185] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0185] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": read tcp 192.168.13.44:60564->52.78.66.68:443: read: connection reset by peer"
WARN[0185] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0185] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": read tcp 192.168.13.44:60566->52.78.66.68:443: read: connection reset by peer"
WARN[0185] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0185] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": read tcp 192.168.13.44:60572->52.78.66.68:443: read: connection reset by peer"
WARN[0185] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": read tcp 192.168.13.44:60574->52.78.66.68:443: read: connection reset by peer"
WARN[0185] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0186] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0186] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0186] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": read tcp 192.168.13.44:60616->52.78.66.68:443: read: connection reset by peer"
WARN[0186] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": read tcp 192.168.13.44:60614->52.78.66.68:443: read: connection reset by peer"
WARN[0186] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0186] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0186] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0187] Request Failed                                error="Get \"https://saerang.r-e.kr//path\": EOF"
WARN[0187] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"
WARN[0190] Request Failed                                error="Get \"https://saerang.r-e.kr//paths?source=3&target=7\": EOF"

running (3m39.9s), 000/280 VUs, 1004 complete and 89 interrupted iterations
default ✓ [======================================] 000/280 VUs  3m10s

     ✗ retrieved path
      ↳  83% — ✓ 917 / ✗ 176
     ✗ path res
      ↳  45% — ✓ 458 / ✗ 557

     checks.........................: 65.22% ✓ 1375     ✗ 733
     data_received..................: 5.2 MB 23 kB/s
     data_sent......................: 586 kB 2.7 kB/s
     http_req_blocked...............: avg=1.74ms   min=0s     med=7.01µs  max=30.81ms p(90)=4.75ms   p(95)=5.37ms
     http_req_connecting............: avg=358.74µs min=0s     med=0s      max=16.17ms p(90)=852.41µs p(95)=904.86µs
   ✗ http_req_duration..............: avg=10.73s   min=0s     med=1.18s   max=41.28s  p(90)=33.94s   p(95)=34.63s
       { expected_response:true }...: avg=8.28s    min=1.44ms med=1.21s   max=41.28s  p(90)=34.3s    p(95)=34.94s
     http_req_failed................: 34.77% ✓ 733      ✗ 1375
     http_req_receiving.............: avg=77.12µs  min=0s     med=80.4µs  max=1.72ms  p(90)=107.11µs p(95)=116.3µs
     http_req_sending...............: avg=141.24µs min=0s     med=24.04µs max=17.61ms p(90)=59.29µs  p(95)=69.02µs
     http_req_tls_handshaking.......: avg=1.3ms    min=0s     med=0s      max=18.42ms p(90)=3.75ms   p(95)=4.12ms
     http_req_waiting...............: avg=10.73s   min=0s     med=1.18s   max=41.28s  p(90)=33.94s   p(95)=34.63s
     http_reqs......................: 2108   9.586375/s
     iteration_duration.............: avg=22.84s   min=1s     med=31.03s  max=42.81s  p(90)=36.81s   p(95)=38.75s
     iterations.....................: 1004   4.565807/s
     vus............................: 8      min=1      max=280
     vus_max........................: 280    min=280    max=280

ERRO[0221] some thresholds have failed